Repository: dwenzel/t3events_reservation
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# button.addBillingAddress
source: add billing address
de: Rechnungsadresse hinzufügen

# button.addParticipant
source: add participant
de: Teilnehmer hinzufügen

# button.applyFilter
source: apply filter
de: Filter anwenden

# button.back
source: back
de: zurück

# button.cancel
source: Cancel
de: Abbrechen

# button.cancelFreeOfCharge
source: free of charge
de: kostenlos

# button.cancelWithCosts
source: with costs
de: kostenpflichtig

# button.checkout
source: Confirm Reservation
de: Reservierung abschließen

# button.confirmReservation
source: Confirm Reservation
de: Reservierung bestätigen

# button.createParticipant
source: Add Participant
de: Teilnehmer hinzufügen

# button.createReservation
source: book
de: buchen

# button.deleteReservation
source: Delete Reservation
de: Reservierung löschen

# button.editBillingAddress
source: edit billing address
de: Rechnungsadresse bearbeiten

# button.editContact
source: edit contact
de: Kontakt bearbeiten

# button.editParticipant
source: edit particpant
de: Teilnehmer bearbeiten

# button.goToLessonListPage
source: Go to lessons list
de: Zur Veranstaltungsliste

# button.proceed
source: Proceed
de: weiter

# button.removeBillingAddress
source: remove billing address
de: Rechnungsadresse löschen

# button.removeParticipant
source: Remove Participant
de: Teilnehmer löschen

# button.reset
source: reset
de: zurücksetzen

# button.save
source: Save
de: Speichern

# button.search
source: search
de: Suchen

# button.send
source: Send
de: Abschicken

# button.show
source: show
de: Detail

# error.newNotification.bodytext.1221560718
source: Please enter a message!
de: Bitte geben Sie eine Nachricht ein!

# error.newNotification.subject.1221560718
source: Please enter a subject!
de: Bitte geben Sie einen Betreff an!

# error.newParticipant.email.1221559976
source: Please enter a valid email address!
de: Bitte geben Sie eine gültige Email-Adresse an!

# error.newParticipant.firstName.1221560718
source: Please enter the first name of the participant!
de: Bitte geben Sie den Vornamen des Teilnehmers an!

# error.newParticipant.gender.1221560910
source: Please choose a salutation!
de: Bitte wählen Sie eine Anrede!

# error.newParticipant.name.1221560718
source: Please enter the participants name!
de: Bitte geben Sie den Namen des Teilnehmers an!

# error.newReservation.company.address.1221560718
source: Please enter a company address!
de: Bitte geben Sie Strasse und Hausnummer an!

# error.newReservation.company.city.1221560718
source: Please enter a city!
de: Bitte geben Sie den Ort an!

# error.newReservation.company.name.1221560718
source: Please enter a company name!
de: Bitte geben Sie einen Firmennamen an!

# error.newReservation.company.zip.1221560718
source: Please enter a ZIP code!
de: Bitte geben Sie die Postleitzahl an!

# error.newReservation.contact.1410958066
source: Please enter an email adress of the contact person!
de: Bitte geben Sie die Email-Adresse des Ansprechpartners an!

# error.newReservation.contact.1417193585
source: Please enter the contact persons phone number!
de: Bitte geben Sie die Telefonnummer des Ansprechpartners an!

# error.newReservation.contact.email.1221559976
source: Please enter a valid email address!
de: Bitte geben Sie eine gültige Email-Adresse an!

# error.newReservation.contact.firstName.1221560718
source: Please enter the first name of the contact person!
de: Bitte geben Sie den Vornamen des Ansprechpartners an!

# error.newReservation.contact.gender.1221560910
source: Please select a salutation!
de: Bitte wählen Sie eine Anrede!

# error.newReservation.contact.name.1221560718
source: Please enter the name of the contact person.
de: Bitte geben Sie den Namen des Ansprechpartners an!

# error.newReservation.privacyStatementAccepted.1361959228
source: Please accept the privacy statement!
de: Bitte akzeptieren Sie unsere Datenschutzerklärung!

# error.newReservation.privacyStatementAccepted.1361959228
source: Please accept the privacy statement!
de: Bitte akzeptieren Sie die Datenschutzvereinbarung!

# error.participant.edit.incompleteReservationInSession
source: Please finish or delete your current reservation before creating a new one.
de: Bitte schließen Sie Ihre aktuelle Reservierung ab oder löschen sie, bevor Sie eine neue Reservierung erstellen!

# error.contact.reservation.contact.1410958066
source: Please enter an email adress of the contact person!
de: Bitte geben Sie die Email-Adresse des Ansprechpartners an!

# error.reservation.checkout.accessDenied
source: You are not allowed to checkout this reservation.
de: Sie dürfen diese Registrierung nicht abschließen.

# error.reservation.checkout.incompleteReservationInSession
source: Please finish or delete your current reservation before creating a new one.
de: Bitte schließen Sie Ihre aktuelle Reservierung ab oder löschen sie, bevor Sie eine neue Reservierung erstellen!

# error.reservation.checkout.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.checkout.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.confirm.accessDenied
source: You are not allowed to confirm this reservation.
de: Sie dürfen diese Registrierung nicht bestätigen.

# error.reservation.confirm.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.confirm.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.create.accessDenied
source: You are not allowed to edit this reservation.
de: Sie dürfen dies Reservierung nicht bearbeiten.

# error.reservation.create.incompleteReservationInSession
source: Please finish or delete your current reservation before creating a new one.
de: Bitte schließen Sie Ihre aktuelle Reservierung ab oder löschen sie, bevor Sie eine neue Reservierung erstellen!

# error.reservation.create.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.create.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.create.unknownError
source: Sorry, we could not create your reservation!
de: Ihre Reservierung konnte nicht erstellt werden!

# error.reservation.createBillingAddress.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.createBillingAddress.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.createParticipant.accessDenied
source: You are not allowed to create a participant for this reservation.
de: Sie dürfen keinen Teilnehmer für diese Reservierung anlegen.

# error.reservation.createParticipant.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.createParticipant.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.createParticipant.unknownError
source: Sorry, the participant could not be created!
de: Der Teilnehmer konnte nicht hinzugefügt werden.

# error.reservation.delete.accessDenied
source: You are not allowed to delete this reservation.
de: Sie dürfen diese Reservierung nicht löschen.

# error.reservation.delete.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.delete.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.edit.mismatchOfReservationKeyInSessionAndRequestArgument
source: Your request does not match your session cookie.
de: Ihre Anfrage passt nicht zum Session-Cookie.

# error.reservation.edit.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.editBillingAddress.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.editBillingAddress.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.error.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.error.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.new.incompleteReservationInSession
source: Please finish or delete your current reservation before creating a new one.
de: Bitte schließen Sie Ihre aktuelle Reservierung ab oder löschen sie, bevor Sie eine neue Reservierung erstellen!

# error.reservation.new.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.new.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.newBillingAddress.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.newBillingAddress.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.newParticipant.accessDenied
source: You are not allowed to add a participant to this reservation.
de: Sie dürfen keinen Teilnehmer zu dieser Reservierung hinzufügen.

# error.reservation.newParticipant.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.newParticipant.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.participants.1347992453
source: Please, add at least one participant.
de: Bitte fügen Sie mindestens einen Teilnehmer hinzu!

# error.reservation.removeBillingAddress.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.removeBillingAddress.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.removeParticipant.accessDenied
source: You are not allowed to remove this participant.
de: Sie dürfen diesen Teilnehmer nicht entfernen.

# error.reservation.removeParticipant.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.removeParticipant.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.show.accessDenied
source: You are not allowed to see this reservation.
de: Sie dürfen diese Reservierung nicht sehen.

# error.reservation.show.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# error.reservation.update.missingReservationKeyInSession
source: Your session expired!
de: Ihre Sitzung ist abgelaufen!

# error.reservation.update.unknownAccessError
source: You are not allowed to edit this reservation or your session expired. Please choose an event and try again.
de: Sie dürfen diese Reservierung nicht bearbeiten oder Ihre Sitzung ist abgelaufen. Bitte wählen sie eine Veranstaltung zum Buchen.

# header.billingAddress
source: Billing Address
de: Rechnungsadresse

# header.contact
source: Contact
de: Ansprechpartner

# header.editBillingAddress
source: Edit billing address
de: Rechnungsadresse bearbeiten

# header.editContact
source: Edit Contact
de: Ansprechpartner bearbeiten

# header.editParticipant
source: Edit Participant
de: Teilnehmer bearbeiten

# header.editReservation
source: Edit Reservation
de: Reservierung bearbeiten

# header.newBillingAddress
source: Add Billing Address
de: Rechnungsadresse hinzufügen

# header.participants
source: Participants
de: Teilnehmer

# label.abstract
source: Short description
de: Kurzbeschreibung

# label.accountingOffice
source: Accounting Office
de: Rechnungsstelle

# label.address
source: Street
de: Strasse / Nr.

# label.allAudiences
source: all audiences
de: alle Zielgruppen

# label.allEventLocations
source: all event locations
de: alle Veranstaltungsorte

# label.allEventTypes
source: all event types
de: alle Veranstaltungstypen

# label.allGenres
source: all Products
de: alle Produkte

# label.audience
source: Audience
de: Zielgruppe

# label.availablePlaces
source: available places
de: verfügbare Plätze

# label.birthday
source: Birthday
de: Geburtsdatum

# label.bodytext
source: Message
de: Nachricht

# label.city
source: City
de: Ort

# label.company
source: Company
de: Firma

# label.companyName
source: Company
de: Firma

# label.contact
source: Contact
de: Ansprechpartner

# label.contactIsParticipant
source: Contact ist participant
de: Ansprechpartner nimmt teil.

# label.country
source: Country
de: Land

# label.details
source: Description
de: Inhalte des Seminars

# label.duration
source: Duration
de: Dauer

# label.eventLocation
source: Event location
de: Veranstaltungsort

# label.first_name
source: First Name
de: Vorname

# label.gender
source: Gender
de: Anrede

# label.gender.female
source: Ms
de: Frau

# label.gender.male
source: Mr
de: Herr

# label.lesson
source: Schedule
de: Termin

# label.participants
source: Participants
de: Teilnehmer

# label.period.all
source: all
de: alle

# label.period.futureOnly
source: upcoming only
de: nur zukünftige

# label.period.pastOnly
source: past only
de: nur vergangene

# label.phone
source: Phone
de: Telefon

# label.places
source: Places
de: Plätze

# label.price
source: Price
de: Preis

# label.privacyStatementAccepted
source: Privacy Statetement accepted
de: Datenschutzerklärung akzeptiert

# label.role
source: Role
de: Abteilung/Position

# label.salutation
source: Salutation
de: Anrede

# label.search.field.subject
source: Subject
de: Suchbegriff

# label.status.0
source: new
de: neu

# label.status.1
source: Draft
de: Entwurf

# label.status.2
source: submitted
de: eingereicht

# label.status.3
source: canceled (no charge)
de: storniert (kostenfrei)

# label.status.4
source: canceled (with costs)
de: storniert (kostenpflichtig)

# label.street
source: Street
de: Straße

# label.subject
source: Subject
de: Betreff

# label.vatId
source: VAT ID
de: USt.-ID / VAT

# label.zip
source: Zip
de: PLZ

# message.bookings.cancel.sendNotification.error
source: A cancelation message could not be sent to the contact person.
de: Eine Nachricht über die Stornierung konnte nicht an den Ansprechpartner versendet werden.

# message.bookings.cancel.sendNotification.success
source: A cancelation message has been send to the contact person.
de: Eine Nachricht über die Stornierung wurde an den Ansprechpartner versendet.

# message.bookings.cancel.success
source: The reservation has been canceled.
de: Die Reservierung wurde storniert.

# message.bookings.sendNotification.errorForRecipient
source: Your message could not be sent to:
de: Ihre Nachricht konnte nicht versendet werden an:

# message.bookings.sendNotification.successForRecipients
source: Your message has been sent to:
de: Ihre Nachricht wurde versendet an:

# message.deadLineForLessonExceed
source: Sorry the reservation deadline for this lesson expired.
de: Die Anmeldefrist für diesen Termin ist abgelaufen.

# message.fillInBillingAddress
source: Please, enter your billing address data.
de: Bitte geben Sie Ihre Rechnungsadresse an.

# message.fillInCompanyData
source: Please enter your company name and address.
de: Bitte geben Sie Name und Adresse Ihrer Firma ein.

# message.fillInContactPersonData
source: Please enter your contact data.
de: Bitte geben Sie die Daten Ihres Ansprechpartners ein.

# message.fillInParticipantData
source: Please enter the details for the new participant.
de: Bitte geben sie die Kontaktdaten für den neuen Teilnehmer ein.

# message.mailToWaitlist
source: Please send an email to <a href="mailto:veranstaltungen@cps-it.de?subject=Waitlist">veranstaltungen@cps-it.de</a>
de: Um auf die Warteliste aufgenommen zu werden, senden Sie bitte eine E-Mail an:

# message.noCoursesFound.text
source: Please, create a new course!
de: Bitte legen Sie eine Veranstaltung an.

# message.noCoursesFound.title
source: No courses found
de: Keine Veranstaltungen gefunden

# message.noFreePlacesForThisLesson
source: Sorry! There are no places available for this lesson anymore.
de: Für diesen Termin sind leider keine Plätze mehr verfügbar.

# message.noLessonsForSelection.text
source: Sorry, we could not find any lessons for your selection.
de: Es konnten keine Veranstaltungstermine für die aktuelle Auswahl gefunden werden.

# message.noLessonsForSelection.title
source: No lessons found
de: Keine Veranstaltungstermine gefunden

# message.reservation.cancel.success
source: The reservation has been canceled.
de: Die Reservierung wurde storniert.

# message.reservation.confirm.success
source: Your reservation has been confirmed.
de: Ihre Reservierung wurde bestätigt.

# message.reservation.create.success
source: Your reservation has been created.
de: Ihre Reservierung wurde angelegt.

# message.reservation.createBillingAddress.success
source: The billing address has been saved.
de: Die Rechnungsadresse wurde gespeichert.

# message.reservation.createParticipant.success
source: The participant has been added to your reservation.
de: Der Teilnehmer wurde zur Reservierung hinzugefügt.

# message.reservation.delete.success
source: Your reservation has been deleted.
de: Ihre Reservierung wurde gelöscht.

# message.reservation.newParticipant.addAtLeastOneParticipant
source: Please, add at least one participant.
de: Bitte fügen Sie mindestens einen Teilnehmer hinzu.

# message.reservation.removeBillingAddress.success
source: The billing address has been removed from your reservation.
de: Die Rechnungsadresse wurde von der Reservierung entfernt.

# message.reservation.removeParticipant.success
source: The participant has been removed from your reservation.
de: Der Teilnehmer wurde von der Reservierung entfernt.

# message.reservation.sendNotification.error
source: An error occured while sending a confirmation email.
de: Eine E-Mail mit den Reservierungsdaten konnte aufgrund eines Fehlers nicht gesendet werden.

# message.reservation.sendNotification.success
source: A confirmation email has been sent to you.
de: Eine E-Mail mit den Reservierungsdaten wurde an Sie versandt.

# message.reservation.update.success
source: The reservation has been updated successfully.
de: Die Reservierung wurde aktualisiert.

# message.selectLesson
source: Please select a lesson!
de: Bitte wählen Sie einen Veranstaltungstermin!

# reservation.company.name
source: Company: Name
de: Firma: Name

# reservation.contact
source: Contact
de: Ansprechpartner

# reservation.contact.email
source: Contact: Email
de: Ansprechpartner: E-Mail

# reservation.contact.name
source: Contact: Name
de: Ansprechpartner: Name

# title.ReservationDetails
source: Reservation Details
de: Reservierungsdetails

# title.confirmReservation
source: Confirm Reservation
de: Reservierung bestätigen

# title.newNotification
source: New Notification
de: Neue Nachricht

# title.newParticipant
source: New Participant
de: Neuer Teilnehmer

# title.participant
source: Participant
de: Teilnehmer

# title.reservationError
source: Error
de: Fehler

# tx_t3events_domain_model_genre
source: Product
de: Produkt

# tx_t3eventscourse_domain_model_company
source: Company
de: Firma

# tx_t3eventscourse_domain_model_contact
source: Contact
de: Ansprechpartner

# tx_t3eventsreservation_domain_model_reservation
source: Reservation
de: Reservierung
