Repository: dwenzel/t3events_reservation
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tabs.participants
source: Participants
de: Teilnehmer

# tx_dakosyreservation_domain_model_lesson.tab.participants
source: Participants
de: Teilnehmer

# tx_dakosyreservations.tx_extbase_type
source: Event type
de: Veranstaltungstyp

# tx_dakosyreservations_domain_model_course
source: Course
de: Schulung

# tx_dakosyreservations_domain_model_course.abstract
source: Abstract
de: Übersicht

# tx_dakosyreservations_domain_model_course.audience
source: Audience
de: Zielgruppe

# tx_dakosyreservations_domain_model_course.lessons
source: Lessons
de: Termine

# tx_dakosyreservations_domain_model_course.newUntil
source: New until
de: Neu im Angebot bis

# tx_dakosyreservations_domain_model_course.goals
source: Goals
de: Ziele

# tx_dakosyreservations_domain_model_course.requirements
source: Requirements for participation
de: Voraussetzungen für die Teilnahme

# tx_dakosyreservations_domain_model_course.archivedate
source: Archive date
de: Archivdatum

# tx_dakosyreservations_domain_model_course.listview_exclusion
source: Exclude from list view
de: Von Listenansicht ausschließen

# tx_dakosyreservations_domain_model_course.export_openqcat
source: Export to KURSNET
de: Export nach KURSNET

# tx_dakosyreservations_domain_model_course.export_wis
source: Export to WIS
de: Export nach WIS

# tx_dakosyreservations_domain_model_course.export_bison
source: Export to biSON
de: Export nach BISON

# tx_dakosyreservations_domain_model_course.export_rce
source: Export to RCE
de: Export nach RCE

# tx_dakosyreservations_domain_model_course.export_ea
source: Export to Export academy Rhein-Main
de: Export nach Exportakademie Rhein-Main

# tx_dakosyreservations_domain_model_course.export_print
source: Export for print cataloque
de: Export zur Druckerei für Weiterbildungskatalog

# tx_dakosyreservations_domain_model_course.exam_costs
source: Exam costs
de: Prüfungsgebühren

# tx_dakosyreservations_domain_model_course.exam_remarks
source: Exam remarks
de: Beschreibung und Terminangaben zur Prüfung

# tx_dakosyreservations_domain_model_course.tab.relations
source: Relations
de: Zielgruppen/Partner/Kontakte

# tx_dakosyreservations_domain_model_course.tab.images
source: Images
de: Bilder und Testimonials

# tx_dakosyreservations_domain_model_course.tab.visibility
source: Visibility and Export
de: Sichtbarkeit und Export

# tx_dakosyreservations_domain_model_course.tab.exam_degree
source: Exam and degree
de: Prüfung und Abschluss

# tx_dakosyreservations_domain_model_course.targetgroup_desc
source: Targetgroup desc
de: Zielgruppe näher definiert

# tx_dakosyreservations_domain_model_course.degree_type
source: Degree type
de: Abschluss

# tx_dakosyreservations_domain_model_course.degree_type.0
source: No degree
de: Kein Abschluss

# tx_dakosyreservations_domain_model_course.tab.lessons
source: Lessons
de: Termin-, Anmelde- und Preisangaben

# tx_dakosyreservations_domain_model_course.list_view_image
source: List view image
de: Bild für Listenansicht

# tx_dakosyreservations_domain_model_course.image_gallery
source: Image gallery
de: Impressionen

# tx_dakosyreservations_domain_model_course.branch
source: Branches
de: Branchen

# tx_dakosyreservations_domain_model_course.program_agenda
source: Program agenda
de: Programmpunkte

# tx_dakosyreservations_domain_model_course.contact_person
source: Course contacts
de: IHK-Ansprechpartner

# tx_dakosyreservations_domain_model_course.course_contacts
source: Speaker
de: Referenten/Dozenten/Moderatoren

# tx_dakosyreservations_domain_model_course.partner
source: Partner
de: Kooperationspartner

# tx_dakosyreservations_domain_model_course.eventcategories
source: Categories
de: Kategorien

# tx_dakosyreservations_domain_model_lesson.external_registration_link
source: Link to external registration
de: Link zu externer Registrierung

# tx_dakosyreservations_domain_model_lesson.registration_documents
source: File attachements for document based registration
de: Dateianhänge für schriftliche Anmeldung

# tx_dakosyreservations_domain_model_lesson.document_based_registration
source: Document based registration
de: Ausschließlich schriftliche Anmeldung

# tx_dakosyreservations_domain_model_lesson.external_registration
source: External registration
de: Anmeldung auf externer Website

# tx_dakosyreservations_domain_model_lesson
source: Schedule
de: Termin

# tx_dakosyreservations_domain_model_lesson.deadline
source: Deadline
de: Anmeldeschluss

# tx_dakosyreservations_domain_model_lesson.duration
source: Duration
de: Dauer

# tx_dakosyreservations_domain_model_lesson.places
source: Places
de: Plätze

# tx_dakosyreservations_domain_model_lesson.price
source: Price
de: Preis

# tx_dakosyreservations_domain_model_lesson.registration_begin
source: Begin of registation
de: Anmeldebeginn

# tx_dakosyreservations_domain_model_lesson.date_end
source: Finish date
de: Enddatum

# tx_dakosyreservations_domain_model_lesson.tab.price
source: Price details
de: Preisangaben

# tx_dakosyreservations_domain_model_lesson.free_of_charge
source: Free of charge
de: Kostenlos

# tx_dakosyreservations_domain_model_lesson.date_remarks
source: Date remarks
de: Ergänzende Termininformationen

# tx_dakosyreservations_domain_model_lesson.registration_remarks
source: Registration remarks
de: Hinweise zur Anmeldung

# tx_dakosyreservations_domain_model_lesson.class_time
source: Class time
de: Unterrichtszeiten

# tx_dakosyreservations_domain_model_lesson.tab.registration
source: Registration and availability
de: Anmeldung und Verfügbarkeit

# tx_dakosyreservations_domain_model_lesson.tab.participants
source: Participants
de: Teilnehmer

# tx_dakosyreservations_domain_model_notification
source: Notification
de: Benachrichtigung

# tx_dakosyreservations_domain_model_notification.recipient
source: Recipient
de: Empfänger

# tx_dakosyreservations_domain_model_notification.reservation
source: Reservation
de: Reservierung

# tx_dakosyreservations_domain_model_notification.send_at
source: Sent at
de: versendet

# tx_dakosyreservations_domain_model_notification.sender
source: Sender
de: Absender

# tx_dakosyreservations_domain_model_notification.subject
source: Subject
de: Betreff

# tx_dakosyreservations_domain_model_person.tx_extbase_type.contact
source: Contact
de: Ansprechpartner

# tx_dakosyreservations_domain_model_person.tx_extbase_type.empty
source: -empty-
de: -leer-

# tx_dakosyreservations_domain_model_person.tx_extbase_type.participant
source: Participant
de: Teilnehmer

# tx_t3eventsreservation_domain_model_reservation.contactIsParticipant
source: Contact is participant
de: Ansprechpartner nimmt teil

# tx_t3eventsreservation_domain_model_reservation.notifications
source: Notifications
de: Benachrichtigungen

# tx_t3eventsreservation_domain_model_reservation.offersAccepted
source: Further offers accepted
de: Weitere Angebote akzeptiert

# tx_t3eventsreservation_domain_model_reservation.privacyStatementAccepted
source: Privacy statement accepted
de: Datenschutzerklärung akzeptiert

# tx_t3eventsreservation_domain_model_reservation.status.0
source: new
de: neu

# tx_t3eventsreservation_domain_model_reservation.status.1
source: draft
de: Entwurf

# tx_t3eventsreservation_domain_model_reservation.status.2
source: submitted
de: gebucht

# tx_t3eventsreservation_domain_model_reservation.status.3
source: canceled (no charge)
de: storniert (kostenlos)

# tx_t3eventsreservation_domain_model_reservation.status.4
source: canceled (with costs)
de: storniert (kostenpflichtig)

# tx_t3eventsreservation_domain_model_reservation.status.5
source: closed
de: abgeschlossen

# tx_t3eventsreservation_domain_model_reservation.status.6
source: canceled by DAKOSY
de: abgesagt durch DAKOSY

# tx_t3events_domain_model_event.tx_extbase_type.Tx_T3eventsCourse_Course
source: Course
de: Weiterbildungsangebot

# tx_t3events_domain_model_event.tx_extbase_type.default
source: Default
de: Allgemeine Veranstaltung

# tx_t3events_domain_model_genre
source: Product
de: Produkt

# tx_t3events_domain_model_performance.tx_extbase_type.Tx_T3eventsCourse_Lesson
source: Schedule
de: Termin
